[DamageType.DmgType_Corrosive_Impact WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Corrosive_Impact:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Protective equipment is required."
NoConstraintText=""
Suffix=""
Prefix=""

[DamageType.DmgType_Corrosive_Impact_NoDoT WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[DamageType.DmgType_Corrosive_Impact_NoDoT:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Use weapons more effectively."
NoConstraintText=""
Suffix=""
Prefix=""

[DamageType.DmgType_Corrosive_Status WillowDamageTypeDefinition]
DamageLanguageId=0,000000

[Skills.Skill_CorrosiveEffects SkillDefinition]
SkillName="decay phase"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

